a52dec
acl
adwaita-icon-theme
aiksaurus
alsa-lib
archlinux-keyring
aspell
at-spi2-atk
at-spi2-core
atk
attr
avahi
bluez
bluez-libs
boost-libs
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cantarell-fonts
cifs-utils
colord
compositeproto
confuse
cracklib
curl
damageproto
db
dbus
dbus-glib
dconf
dhclient
dmxproto
dnssec-anchors
efivar
elfutils
enca
enchant
expat
faac
faad2
ffmpeg
fftw
fixesproto
flac
fltk
fluidsynth
fontsproto
freeglut
fribidi
fuse
gamin
gc
gcr
gd
gdbm
gdk-pixbuf2
gdome2
geoclue2
ghostscript
giblib
giflib
girara
git
glew
glib-networking
glib2
glu
gmetadom
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
goffice
gpgme
gpm
graphite
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmathview
guile
gxmessage
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hidapi
hspell
hunspell
hwids
iana-etc
icu
imagemagick
imlib2
inputproto
iptables
iso-codes
iw
jack
jansson
jasper
jbig2dec
js17
json-c
json-glib
kbd
kbproto
keyutils
kmod
krb5
lame
lasem
lcms2
ldb
ldns
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libcaca
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libdaemon
libdatrie
libdca
libdmx
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglade
libgme
libgpg-error
libgsf
libgudev
libgusb
libical
libice
libid3tag
libidn
libiec61883
libinput
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmm-glib
libmng
libmnl
libmodplug
libmp4v2
libmpc
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnl
libnm-glib
libnotify
libogg
libomxil-bellagio
libots
libpaper
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpulse
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libsynctex
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtxc_dxtn
libunistring
libunwind
libusb
libutempter
libutil-linux
libva
libvdpau
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
link-grammar
linux-api-headers
linux-firmware
llvm-libs
loudmouth
lua
lua52
lz4
lzo
mcpp
mesa
mesa-libgl
mime-types
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mozilla-common
mpfr
mpg123
mtdev
ncurses
netcdf
nettle
nm-connection-editor
npth
nspr
nss
ocl-icd
openal
openconnect
opencore-amr
openjpeg
openjpeg2
openresolv
openssl
opus
orc
p11-kit
pacman-mirrorlist
pam
pambase
pango
pangox-compat
pcre
pcre2
perl-error
perl-file-basedir
perl-ipc-system-simple
pinentry
pixman
polkit
popt
psiconv
pwgen
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-beaker
python-cairo
python-dbus
python-dbus-common
python-gobject
python-mako
python-markupsafe
python-packaging
python-pyparsing
python-pyudev
python-setuptools
python-six
python-unidecode
python2
python2-cairo
python2-gobject
python2-gobject2
python2-xdg
randrproto
raptor
rasqal
readline
recode
recordproto
redland
renderproto
rest
rfkill
rsync
rtmpdump
rubberband
ruby
run-parts
schroedinger
scrnsaverproto
sdl
sdl2
shared-mime-info
slang
smbclient
snappy
speex
speexdsp
sqlite
startup-notification
stfl
systemd
t1lib
talloc
tdb
tevent
thin-provisioning-tools
tzdata
v4l-utils
vamp-plugin-sdk
vid.stab
videoproto
vim
vim-runtime
vpnc
vte-common
vte3-ng
wayland
wayland-protocols
webkitgtk
wireless_tools
wpa_supplicant
wv
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xextproto
xf86dgaproto
xf86vidmodeproto
xfconf
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xcmsdb
xorg-xdpyinfo
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xproto
xvidcore
xz
yubico-c
yubico-c-client
yubikey-personalization
zathura
zeromq
zita-alsa-pcmi
zita-resampler
zlib
