abiword
acpi
alsa-plugins
alsa-utils
arandr
arch-install-scripts
aspell-en
atool
autoconf
automake
bash
binutils
bison
blueman
bzip2
cairo-infinality-ultimate
colordiff
coreutils
cryptsetup
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmidecode
dnsmasq
dosfstools
dzen2
e2fsprogs
efibootmgr
efitools
ethtool
evtest
exfat-utils
expac
fakeroot
file
filesystem
findutils
flex
fontconfig-infinality-ultimate
freetype2-infinality-ultimate
fswebcam
galculator
gawk
gcc
gcc-libs
gettext
glances
glibc
gnome-icon-theme-extras
gnome-keyring
gnome-themes-standard
gnu-netcat
gnumeric
gpicview
gptfdisk
grep
groff
grub
gsimplecal
gwakeonlan
gzip
hddtemp
herbstluftwm
i3lock
i3status
iceweasel
iceweasel-noscript
iceweasel-ublock-origin
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
less
libbsd
libtool
libu2f-host
libva-intel-driver
licenses
linux
linux-ck-silvermont
linux-ck-silvermont-headers
linux-headers
linux-lts
linux-lts-headers
lm_sensors
logrotate
lsb-release
lshw
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
medit
mencoder
mesa-demos
mpv
mupdf
nano
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-vpnc
newsbeuter
nmap
nss-mdns
ntfs-3g
openssh
otf-inconsolatazi4-ibx
p7zip
pacman
parabola-keyring
parted
pass
patch
pciutils
pcmciautils
perl
pkg-config
pkgbuild-introspection
pkgfile
procps-ng
psmisc
pv
python-netifaces
python-pip
python-psutil
python2-dbus
reiserfsprogs
rofi
rxvt-unicode
rxvt-unicode-terminfo
s-nail
scrot
sed
shadow
smartmontools
srm
sshfs
stow
sudo
surfraw
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
tigervnc
tlp
tlp-rdw
tmux
tree
ttf-dejavu-ib
ttf-droid-ib
ttf-freefont
ttf-liberation-ib
ttf-noto-fonts-ib
udisks2
units
unzip
usbutils
util-linux
vi
vimpager
w3m
wget
which
x86_energy_perf_policy
xautolock
xautomation
xbindkeys
xcb-util-cursor
xcursor-bluecurve
xdotool
xf86-input-libinput
xf86-video-intel
xfce4-notifyd
xfsprogs
xombrero
xorg-server
xorg-server-utils
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xwininfo
yajl
yubico-pam
zathura-pdf-mupdf
zathura-ps
zip
zsh
zsh-completions
